{
    "URL": "/thong-diep/phuong-phap",

    "exp_h": "Phương pháp giáo dục mầm non và Học tập sớm CaKids",
    "exp_q": "Tổng giám đốc LaMoncton giải thích rằng “Giáo viên CaKids là những nhà tư tưởng tuyệt vời. Họ được đào tạo để đặt câu hỏi cái gì, khi nào, ở đâu, tại sao để dạy học sinh của mình.”",
    "exp_p": "Chương trình giảng dạy độc quyền của CaKids bắt nguồn từ tiêu chuẩn Bắc Mỹ, bắt đầu từ 6 tháng tuổi và vẫn là một yếu tố quan trọng trong chương trình cho đến ngày nay. Nó có sự kết hợp độc đáo giữa các kiến thức và kỹ năng chăm sóc, nuôi dưỡng, và giáo dục trẻ từ những trải nghiệm cơ bản nhất về tự chăm sóc bản thân trong những năm tháng đầu đời đến mang lại cho trẻ em sự tự do học hỏi và phát triển thông qua vui chơi trong niềm hạnh phúc và tự tin của bé trong suốt phần đời còn lại của chúng.<br><br>Hiện tại trên thế giới đã có hơn 13 triết lý giảng dạy khác nhau. Tuy nhiên, các phương pháp đằng sau chương trình giảng dạy dựa trên nghiên cứu giáo dục mầm non chỉ nhằm chứng minh sự phát triển trí não dựa trên kinh nghiệm đặt ra lộ trình cho việc học tập, chăm sóc sức khỏe và hành vi trong tương lai như thế nào. Phương pháp CaKids vượt ra ngoài phạm vi chăm sóc trẻ em bằng cách kết hợp các phương pháp thực hành tốt nhất từ các chương trình Giáo dục Mầm non trên khắp thế giới.<br><br>Giáo viên có vai trò kép là trình bày các hoạt động cho trẻ (như trong Montessori) cùng với việc quan sát trẻ một cách sâu sắc, ghi lại sở thích của trẻ và làm theo sự dẫn dắt của trẻ (như ở các trường theo triết lý của Reggio Emilia). Phương pháp này tập trung vào việc dạy trẻ học hỏi trong mọi hoàn cảnh, đồng thời đặt câu hỏi và suy ngẫm về việc học của mình. Trong việc dạy trẻ cách học, Giáo viên CaKids chú trọng tạo điều kiện để trẻ có thể phát minh, tìm tòi, xây dựng lý thuyết và học hỏi. Họ chuyển vai trò từ người truyền đạt kiến thức sang vai trò là người cộng tác và cố gắng đảm bảo rằng trẻ em cảm thấy an toàn, tự tin, có động lực và được lắng nghe.<br><br>Giáo viên CaKids sẽ ghi lại sự phát triển về mặt xã hội và giáo dục của trẻ trong suốt cả năm và thường xuyên cùng gia đình xem xét. Họ nuôi dưỡng tính tò mò khiến họ tìm cách mở rộng không chỉ việc học của trẻ mà còn của chính bản thân họ. Họ kiểm tra các thực tiễn và kỳ vọng của mình để xem xét những thành kiến và kỳ vọng của mình cũng như những điều này có ẩn chứa sự phân biệt hoặc định kiến hay không.<br><br>Tính đến nay, trên thế giới có hơn 20 triểt lý giảng dạy dạy giáo dục mầm non tiên tiến đang được áp dụng và nhượng quyền. Có rất nhiều nhà Nhận quyền tại Việt nam đã mua và đang sử dụng nó. Tuy nhiên, phần điều chỉnh nội dung chương trình vẫn là điểm khó nhất và mấu chốt nhất mà nhà Nhận quyền phải đối mặt. Có quá nhiều điểm khác biệt trong bản sắc cá nhân và văn hoá bản địa vẫn chưa được chú trọng. Tổng giám đốc LaMoncton nhận thấy rằng cần có chương trình giảng dạy dành riêng cho từng lứa tuổi nhằm thu hút và dạy dỗ trẻ Việt Nam một cách toàn diện, vì vậy cô đã tìm kiếm một trường học thực hiện điều đó. Khi không thể tìm được vì nhiều lý do, cô đã mời gọi nhiều đồng nghiệp cùng chung sức để tạo ra một chương trình giảng dạy mầm non và học tập sớm của riêng LaMoncton có tên gọi là CaKids trong đó kết hợp bốn trụ cột chính hiện được gọi là: Hạnh phúc và thuộc về, Điều khác lạ - nguyên vật liệu và thế giới, Giao tiếp và văn học, Bản sắc, trách nhiệm xã hội và tính đa dạng.",

    "more_btn": "GIÁO VIÊN CỦA CHÚNG TÔI LÀM NHIỀU HƠN"
}